; TaskSwitchXP Pro 2.05 English Language File (Template)
; Translated by Alexander Avdonin <alexander@ntwind.com>

;##############################################################################
; Changes for version 2.06 (May 16, 2005)
; Added strings:
;   => 20111="Add minimized to tray windows to the end of Alt-Tab list"
;##############################################################################


;##############################################################################
; TaskSwitchXP enumerates all *.LNG files into .\lang subfolder!
; To add a language for TaskSwitchXP:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!)...
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       TaskSwitchXP, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently TaskSwitchXP uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"
19999="Slovenian (Slovenski)"


; Cofiguration
20000="Konfiguracija TaskSwitchXP Pro 2.0"
20001="Vredu"
20002="Opusti"
20003="Uveljavi"

; Filters
20031="Konfiguracijske datoteke TaskSwitchXP (*.cfg)"


; Pages
20050="Splošno"
20051="Videz"
20052="Seznam opravil"
20053="Predogled"
20054="O opravilih"
20055="Vroče tipke"
20056="Prezrtja"
20057="Naprednejše"
20058="Vizitka"

; Page descriptions
20070="Splošne nastavitve"
20071="Nastavitve videza"
20072="Seznam opravil"
20073="Nastavitve predogleda"
20074="Informacije o opravilih"
20075="Vroče tipke TaskSwitchXP"
20076="Prezrtja TaskSwitchXP"
20077="Naprednejše nastavitve"
20078="O programu"


; General page
20100="Jezik:"
20101="<a id=\"idLang\" href=\"\">Poišči več prevodov...</a>"
20102="Uporabi ločene nastavitve za vsakega uporabnika znotraj sistema"
20103="Samodejni zagon TaskSwitchXP ob zagonu Windows"
20104="Nastavi visoko prioriteto za TaskSwitchXP"
20105="Preveri ali je zagnan MS TaskSwitcher PowerToys"
20106="Ikone opravilne vrstice:"
20107="Ob zagoni prikaži sistemsko ikono TaskSwitchXP v opravilni vrstici"
20108="Uporabi poljubno ikono:"
20109="Pomanjšaj okna v opravilno vrstico z desnim klikom na gumb 'Pomanjšaj'"
20110="Obdrži ikone opravilne vrstice z možnostmi samodejno skrij WinXP"
20111="Dodaj pomanjšano v opravilno vrstico na konec seznama Alt-Tab"

20120="Obnovi privzeto"
20121="Naloži..."
20122="Shrani..."

; Appearance page
20200="Položaj na zaslonu:"
20201="Prikaži na aktivnem monitorju"
20202="Spusti senco okna TaskSwitchXP"
20203="Omogoči prozornost za okno TaskSwitchXP:"
20204="Omogoči pojemajočo animacijo (v milisekundah):"
20205="Omogoči prebujajočo animacijo (v milisekundah):"
20206="Prednosti načini izrisov:"
20207="XP stil videza:"
20208="Klasičen stil:"
20209="Vsiljeno uporabi TaskSwitchXP klasičen stil"
20210="Zaporedje z leve proti desni"

; Position on screen
20270="Zgoraj - levo"
20271="Zgoraj - sredina"
20272="Zgoraj - desno"
20273="Sredinsko - levo"
20274="Sredinsko"
20275="Sredinsko - desno"
20276="Spodaj - levo"
20277="Spodaj - sredina"
20278="Spodaj - desno"

; Modern XP skins
20280="Stil Začetne plošče (privzeto)"
20281="PowerToy TaskSwitcher stil"
20282="Stil Enostavnega okna"
20283="Ploski XP stil"
20284="Mehki XP stil"
20285="Stil Opravilne vrstice"

; Classical skins
20290="Začetna plošča (privzeto)"
20291="Ploska začetna plošča"


; Task List page
20300="Pregled seznama:"
20301="Število stolpcev:"
20302="Širina (v pikslih):"
20303="Število vrstic:"
20304="Majhne ikone"
20305="Omogoči namige za seznam ikon"
20306="Omogoči ročni kazalec za vroče sledljiv element"
; or something like 20307="Omogoči mouse over selection", 
; I've translated it to Russian as: 20307="Select list item under cursor"
20307="Omogoči element seznama nad kazalcem"
20308="Obrni smer miškinega koleščka"
20309="Izbira stila:"
20310="Izrisuj pravokotnikv fokusu"
20311="Stil besedila in barve:"
20312="Pisava:"
20313="Velikost:"
20314="B"
20315="I"
20316="Indeks barve:"

; List views
20390="Ikone"
20391="Navpični seznam"

; Izbira stilas
20380="Okvir"
20381="Zapolnjen pravokotnik"
20382="Obkrožen pravokotnik"

; Color indexes
20370="Plain text"
20371="Izbrano besedilo"
20372="Izbrano ozdaje"
20373="Označeno besedilo 1"
20374="Označeno ozadje 1"
20375="Označeno besedilo 2"
20376="Označeno ozadje 2"


; Preview page
20400="Stil predogleda:"
20401="\"Namizje\" stil predogleda"
20402="\"Okno\" stil predogleda"
20403="Vključi opravilno vrstico Windows v predogled slike"
20404="Izriši le zadnje pojavno okno aplikacije"
20405="Ne izrisuj ozadje Namizja znotraj predogleda (stari stil v1.0)"
20406="Izrisuj tapeto Namizja kot ozadje"
20407="Izriši rob okrog predogleda slike"
20408="Centriraj navpično predogled slike"
20409="Prikazuj pomanjšane napise oken v predogledu (*)"
20410="Prezri vsa prozorna okna iz predogleda (*)"
20411="Širina slike predogleda (v pikslih):"
20412="Pavza za prvo generiranje predogleda (v ms):"
20413="Ne predpomni predogled slik"
20414="Omogoči nadgradnjo predogleda (v ms):"


; Info page
20500="Plošča z napisi:"
20501="Pisava:"
20502="Velikost:"
20503="B"
20504="I"
20505="Barva:"
20506="Izris sence:"
20507="Deep:"
20508="Barva:"
20509="Prikazuj ikono aplikacijee znotraj plošče z napisi"
20510="Uporabi majhno ploščo z napisi"
20511="Informativna plošča:"
20512="Pisava:"
20513="Velikost:"
20514="B"
20515="I"
20516="Barva:"
20517="Izris sence:"
20518="Globina:"
20519="Barva:"
20520="Hišina:"
20521="Format:"

; Info formats
20590="Ničesar"
20591="Le številko opravila"
20592="ID procesa"
20593="Ime procesa"
20594="Ime procesa  [PID]"
20595="Opis programa"


; Hotkeys page
20600="Zamenjaj običajen Windows Alt-Tab preklopnik opravil"
20601="Omogoči preklopnik primerov z Ctrl+Alt+[Shift]+Tab"
; or something like 20602="Don't hide TaskSwitchXP window on Alt releasing"
20602="Omogoči Alt-Tab \"sticky\" način"
; or something like 20603="Use low-level method to replace Alt-Tab"
20603="Uporabi nizko nivojski klik tipkovnice za zamenjavo Alt-Tab"
20604="Nadzor TaskSwitchXP:"
20605="Seznam aplikacij:"
20606="Seznam primerov:"
20607="Konfiguriraj TaskSwitchXP:"
20608="Prikaži/Srij ikono v opravilni vrstici:"
20609="Izhod iz TaskSwitchXP:"
20610="Dodatne vroče tipke:"
20611="Pomanjšaj okno v opravilno vrstico:"
20612="Obnovi iz opravilne vrstice:"


; Exclusions page
20700="Novo..."
20701="Uredi..."
20702="Odstrani"

; List groups
20780="predogled risanja"
20781="štetje oken"

20790="Ime"
20791="Parametri"

; Advanced page
20800="Napis oken:"
20801="Uporabi napise v glavnem oknu aplikacij"
20802="Naprednejše nastavitve vmesnika:"
20803="Odstrani ploščo z napisi"
20804="Odstrani informativno ploščo"
20805="Opravila ikone v opravilni vrstici:"
20806="Vsebinski meni:"
20807="Konfiguracija:"
20808="Seznam aplikacij:"
20809="Seznam primerov:"
20810="Nastavitve Konfiguratorja:"
20811="Prikazuj okno za konfiguracijo vedno na zaslonu"
20812="Zapomni položaj konfiguracijskega okna"
20813="Zapomni zadnjo konfiguracijsko stran"
20814="Zaženi TaskSwitchXP ob začetku/zapretju"

; Tray icon actions
20890="Ničesar"
20891="Levi klik z miško"
20892="Levi dvojni klik z miško"
20893="Sredinski klik z miško"
20894="Sredinski dvojni klik z miško"
20895="Desni klik z miško"
20896="Desni dvojni klik z miško"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="Prevod <a id=\"idTranslatorMail\" href=\"mailto:jrudec@email.si\">Jadran Rudec, iur.</a>...\r\nUniverzitetno mesto Maribor, Slovenija"


; Exclusions dialog
22000="Prezrtja TaskSwitchXP"
22001="Vredu"
22002="Opusti"
22003="Aktivne aplikacije:"
22004="Nadgradnja"
22005="Ime prezrtja:"
22006="Prezri z:"
22007="Ime procesa:"
22008="Razred okna:"
22009="Napis okna:"
22010="Prezri iz:"
22011="predogleda risanja"
22012="štetja oken"
22013="Omogočeno"

22090="" ; ni prezrto
22091=">> prezrto iz predogleda"
22092=">> prezrto iz številčenja"

; Configurator Errors
30000="Napaka konfiguracije TaskSwitchXP"
30002="Ni možno zagnati TaskSwitchXP.exe! Preverite vašo namestite TaskSwitchXP."
30003="Ni možno shraniti nastavitve v Register. Preverite vaše pravice dostopa."
30004="Ni možno naložiti nastavitev iz datoteke."
30005="Ni možno naložiti nastavitev iz datoteke. Ovnovljene so bile privzete nastavitve."
30006="Ni možno shraniti nastavitev v datoteko."

; Hints for exclusion dialog
30100="Neimenovano prezrtje"
30101="Prosimo, določite ime prezrtja."
30102="Brez parametrov"
30103="Prosimo, določite parametre prezrtja."
30104="Neimenovan proces"
30105="Prosimo, določite ime procesa."
30106="Ni razreda okna"
30107="Prosimo, določite razred okna."

; Confirmations
30900="Potrditev TaskSwitchXP"
30901="TaskSwitchXP je odkril, da je znotraj sistema aktiven več kot eden onitor.\r\nAli ga želite omogočiti? \"Window\" način predogleda za prikaz vseh predogledov s sekundarnega monotorja?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Seznam aplikacij"
31001="Seznam primerov"	
31002="Nastavitve..."
31003="Izhod"

31020="Hitre nastavitve"
31021="Skrij ikono v opravilni vrstici"
31022="Zamenjaj Alt-Tab"
31023="Omogoči preklopnik primerov"
31024="Omogoči Alt-Tab ""sticky"" način"
31025="Uporabi nizko nivojski klik tipkovnice"
31026="Novo prezrtje..."

31050="Pomoč"
31051="Dokumentacija"
31052="Domača stran"
31053="O programu"

; Tray menu for minimized applications
31090="TSXP: %d aplikacij"
31091="Obnovi vse"
31092="Pomanjšaj vse"
31093="Zapri vse"
31094="Obnovi"
31095="Pomanjšaj"
31096="Zapri"

; Task List menu
31110="Preklopi na"
31111="Pomanjšaj"
31112="Pomanjšaj v opravilno vrstico"
31113="Okna v kaskado"
31114="Razporedi okna drugo ob drugim"
31115="Razporedi okna drugo pod drugim"
31116="Obnovi"
31117="Povečaj"
31118="Zapri"
31119="Ustavi proces"

; Common menu
31150="Prikaži informacije o procesu"
31151="Izberi vse"
31152="Odznači vse"
31153="Odstrani izbrano"
31154="Razvrsti po nazivih"
31155="Razvrsti po aplikacijah"	

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Ime slike:  %s\r\nID procesa:  %u\r\n\r\nTrajanje:  %u:%02u:%02u\r\nČas CPU:  %u:%02u:%02u\r\n\r\nUporab. pomnilnik:  %uK\r\nVelikost VM:  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="Potrditev TaskSwitchXP"
31901="TaskSwitchXP je že delujoč. Ali ga želite ustaviti?"
31902="Ali resnično želite zapustiti TaskSwitchXP?"
31903="TaskSwitchXP je ugotovil delovanje MS PowerToy TaskSwitcherja.\r\nAli ga želite izklopiti?"

; Errors
32000="Napaka TaskSwitchXP"
32002="Inicializacija je spodletela."
32003="Ni možno namestiti nizko nivojski klik tipkovnice."
32004="Ni možno registrirati vroči tipki Alt+Tab ali Alt+Shift+Tab.\r\nNajbrž ju drži zaklenjeno druga aplikacija."
32005="Ni možno registrirati vroči tipki Ctrl+Alt+Tab ali Ctrl+Alt+Shift+Tab.\r\nNajbrž ju drži zaklenjeno druga aplikacija.."
32006="Ni možno zagnati ConfigTsXP.exe! Preverite namestitev vaše kopije TaskSwitchXP."

32500="Ni možno registrirati vročo tipko.:\r\n\r\nIme: %s\r\nSpremenjene: %02X\r\nNavidezna koda: %02X"
32501="Zapusti TaskSwitchXP"
32502="Prikaži/Skrij ikono v opravilni vrstici"
32503="Konfiguriraj TaskSwitchXP"
32504="Seznam aplikacij"
32505="Seznam primerov"
32506="Pomanjšaj okno v ikono opravilne vrstice"
32507="Obnovi iz ikone opravilne vrstice"